/* 
  Localizable.strings
  MiniProgram

  Created by zacharysu(粟子明) on 2020/6/9.
  Copyright © 2020 Tencent. All rights reserved.
*/
"App.Name" = "WeChat";
"Common.Dialog.OK" = "Aceptar";
"Common.Dialog.Cancel" = "Cancelar";
"Common.Navigation.Back" = "Atrás";
"Common.Cancel" = "Cancelar";
"Common.Delete" = "Borrar";
"Common.Send" = "Aceptar";
"Common.Exit" = "Salir";
"Common.Close" = "Cerrar";
"Common.More" = "Más";
"Common.Alert.Hint.Title" = "Notas";
"JSScopeConfirmWindow_Title_Login" = "Iniciar sesión mediante WeChat";
"JSScopeConfirmWindow_Title_Authorize" = "Autorización de WeChat";
"JSScopeConfirmWindow_Description" = "%@ solicita las siguientes autorizaciones:";
"JSScopeConfirmWindow_Allow" = "Permitir";
"JSScopeConfirmWindow_Reject" = "Cancelar";
"JSScopeConfirmWindow_Account_Desc" = "Información personal de WeChat";
"JSScope.Privacy.Location.Desc" = "En su Mac, diríjase a \"Preferencias del sistema\" > \"Seguridad y privacidad\" > \"Servicios de ubicación\" y permita que WeChat acceda a su ubicación.";
"JSScope.Privacy.PhotoAdd.Desc" = "En su Mac, diríjase a \"Preferencias del sistema\" > \"Seguridad y privacidad\" > \"Fotos\" y permita que WeChat acceda a sus fotos.";
"JSScope.Privacy.Camera.Desc" = "En su Mac, diríjase a \"Preferencias del sistema\" > \"Seguridad y privacidad\" > \"Cámara\" y permita que WeChat acceda a su cámara frontal.";
"JSScope.Privacy.Microphone.Desc" = "En su Mac, diríjase a \"Preferencias del sistema\" > \"Seguridad y privacidad\" > \"Micrófono\" y permita que WeChat acceda a su micrófono.";
"JSScope.Privacy.ScreenCapture.Desc" = "En su Mac, vaya a \"Preferencias del Sistema\" > \"Seguridad y privacidad\" > \"Grabación de pantalla\" y permita que WeChat grabe el contenido de la pantalla.";
"WCAppBrand_MenuItem_Setting" = "Ajustes";
"WCAppBrand_MenuItem_BannerQuickAddTips" = "¿Agregar %@ a Mis Miniprogramas?";
"WCAppBrand_MenuItem_OpenDebugMode" = "Habilitar depuración";
"WCAppBrand_MenuItem_CloseDebugMode" = "Deshabilitar depuración";
"WCAppBrand_MenuItem_OpenPerformance" = "Mostrar ventana de rendimiento";
"WCAppBrand_MenuItem_ClosePerformance" = "Cerrar ventana de rendimiento";
"WCAppBrand_MenuItem_DebugModeTips" = "Surtirá efecto cuando se vuelva abrir";
"WCAppBrand_MenuItem_Focused" = "Agregado";
"WCAppBrand_MenuItem_Expose" = "Denunciar";
"WCAppBrand_MenuItem_Feedback" = "Comentarios";
"WCAppBrand_MenuItem_StaredToast" = "Agregado";
"WCAppBrand_MenuItem_StarFailed" = "No se puede agregar";
"WCAppBrand_MenuItem_UnstaredToast" = "Cancelado";
"WCAppBrand_MenuItem_UnstaredFailToast" = "No se puede cancelar";
"WCAppBrand_MenuItem_openVCLogTips" = "Hora de inicio de la versión de prueba: %@\nHora de finalización de la versión de prueba: %@\nDepurar la base de datos: %d\nHora de actualización de la base de datos de pruebas: %@\nHora de finalización de la base de datos de pruebas: %@\nVersión de la base de datos: %lu\nHora de actualización de la base de datos: %@";
"WCAppBrand_MenuItem_BackToMain" = "Regresar a Inicio";
"WCAppBrand_MenuItem_BackToChat" = "Mostrar en Destacados";
"WCAppBrand_MenuItem_RemoveWeappBanner" = "Eliminar de Destacados";
"WCAppBrand_MenuItem_LeaveInChatTips" = "Eliminado de Destacados";
"WCAppBrand_MenuItem_CommonShare" = "Reenviar";
"WCAppBrand_MenuItem_AddToHomeScreen" = "Agregar al escritorio";
"WCAppBrand_MenuItem_AboutUs" = "Acerca de nosotros";
"WCAppBrand_MenuItem_About" = "Ajustes";
"WCAppBrand_MenuItem_Comment" = "Comentar";
"WCAppBrand_MenuItem_Leave" = "Salir";
"WCAppBrand_MenuItem_CopyPathAndQuery" = "Copiar la ruta de página";
"WCAppBrand_MenuItem_BackToIndex" = "Regresar a Inicio";
"WCAppBrand_MenuItem_AddToStar" = "Agregar a Mis Miniprogramas";
"WCAppBrand_MenuItem_CancelStar" = "Eliminar de Mis Miniprogramas";
"WCAppBrand_MenuItem_AddToStarSuccess" = "Agregado";
"WCAppBrand_MenuItem_CancelStarSuccess" = "Eliminado";
"WCAppBrand_MenuItem_Minimize" = "Minimizar";
"WCAppBrand_MenuItem_WideScreen" = "Pantalla panorámica";
"WCAppBrand_MenuItem_NarrowScreen" = "Vista predeterminada";
"WCAppBrand_ImageChoosePanel_OriginImage" = "Imagen completa";
"WeApp_ChooseImage_Menu_Camera" = "Tomar una foto";
"WeApp_ChooseImage_Menu_Other" = "Seleccionar de la unidad local...";
"WeApp_ChooseImage_No_Camera" = "No hay ninguna cámara disponible";
"WeApp_ChooseImage_No_Camera_Privacy" = "El acceso a la cámara está deshabilitado";
"WeApp_ChooseImage_TakePhoto" = "Tomar una foto";
"WeApp_ChooseImage_TakePhoto_Confirm" = "Usar una foto";
"WeApp_ChooseImage_TakePhoto_Retry" = "Volver a tomar";
"WeApp_ChooseImage_TakePhoto_Error" = "No se puede tomar una foto. Verifique que la cámara esté disponible.";
"WeApp_Error_Unknow" = "Error desconocido";
"WeApp_OpenTask_AlertTitle" = "No se puede abrir";
"WeApp_OpenTask_Error_Parameter" = "Error de parámetro";
"WeApp_OpenTask_Error_ExceedMaxWindow" = "Solo se pueden abrir hasta %lu ventanas de Miniprogramas.";
"WeApp_OpenTask_Error_GameApp" = "Los Minijuegos no se admiten en WeChat for Mac.";
"WeApp_OpenTask_Error_UnsupportApp" = "El Miniprograma no se admite actualmente en Mac. Use su teléfono móvil.";
"WeApp_OpenTask_Error_UnsupportApp_Name" = "El Miniprograma \"%@\" no se admite actualmente en Mac. Use su teléfono móvil.";
"WeApp_OpenTask_Error_NoAppID" = "Falta ID";
"WeApp_OpenTask_Error_Foreground" = "Servicio en uso";
"WeApp_OpenTask_Error_Loading" = "Carga en curso";
"WeApp_OpenTask_Error_NoVersion" = "Error de versión";
"WeApp_OpenTask_Error_HomePage" = "Error de la dirección de la página de inicio";
"WeApp_OpenTask_Error_CacheInfo" = "Error de información de caché";
"WeApp_OpenTask_Error_NormalError" = "No se puede abrir el Miniprograma. Vuelva a intentarlo más tarde. (Código de error: %d)";
"WeApp_OpenTask_Error_NoPackageError" = "El Miniprograma ha caducado. Escanee el código QR de nuevo. (Código de error: %d)";
"WeApp_OpenTask_Error_InternalError" = "Error interno";
"WeApp_OpenTask_Error_DownloadError" = "No se puede abrir el Miniprograma. Compruebe la red. (Código de error: %d)";
"WeApp_OpenTask_Error_NavigationNil" = "No se puede mostrar en barra de navegación";
"WeApp_OpenTask_Error_AppConfigFail" = "No se puede acceder a los ajustes de la página";
"WeApp_OpenTask_Error_ContactAttributeFail" = "No se puede acceder a los atributos";
"WeApp_OpenTask_Error_DebugUinInvalid" = "Acceso no autorizado";
"WeApp_OpenTask_Error_DebugOutOfTime" = "Caducó el código QR de la versión para desarrolladores";
"WeApp_OpenTask_Error_DebugDefault" = "Error del código QR";
"WeApp_OpenTask_Error_LoadContactInfoFail" = "Se agotó el tiempo de espera de carga";
"WeApp_OpenTask_Error_RDMNotExist" = "No se encontró la versión de prueba";
"WeApp_OpenTask_Error_RDMNetWorkFailed" = "Se agotó el tiempo de espera de la solicitud de red. Vuelva a intentarlo más tarde.";
"WeApp_OpenTask_Error_RDMHasNoPermission" = "No tiene autorización para usar la versión de prueba. Póngase en contacto con el administrador del Miniprograma.";
"WeApp_OpenTask_Error_DevHasNoLocalPackInfo" = "Versión para desarrolladores caducada. Escanee el código QR del conjunto de herramientas para desarrolladores.";
"WeApp_OpenTask_Error_CdnDisaster" = "Demasiados intentos. Vuelva a intentarlo más tarde.";
"WeApp_Unsupport_Default" = "La función no se admite actualmente en Mac. Use su teléfono móvil.";
"WeApp_Unsupport_insertMap" = "La función de mapas no se admite actualmente en Mac. Use su teléfono móvil.";
"WeApp_Unsupport_startRecord" = "La grabación no se admite actualmente en Mac. Use su teléfono móvil.";
"WeApp_Unsupport_address" = "La función de dirección no se admite actualmente en Mac. Use su teléfono móvil.";
"WeApp_Unsupport_InvoiceTitle" = "La función de facturación no se admite actualmente en Mac. Use su teléfono móvil.";
"WeApp_Unsupport_makePhoneCall" = "Las llamadas telefónicas no se admiten actualmente en Mac. Use su teléfono móvil.";
"WeApp_Unsupport_scanCode" = "La función de escaneo no se admite actualmente en Mac. Use su teléfono móvil.";
"WeApp_Unsupport_card" = "Las tarjetas y ofertas no se admiten actualmente en Mac. Use su teléfono móvil.";
"WeApp_Unsupport_bluetooth" = "La función de Bluetooth no se admite actualmente en Mac. Use su teléfono móvil.";
"WeApp_Unsupport_WeRun" = "No se puede acceder a su recuento de pasos de WeRun en Mac. Use su teléfono móvil.";
"WeApp_Suspension_Service" = "El servicio del Miniprograma no está disponible temporalmente";
"WeApp_NotSupportThisVersion" = "Todavía no se publicó";
"WeApp_Profile_EnterWeApp" = "Abrir";
"WeApp_Profile_SuggestToFriend" = "Compartir";
"WeApp_Profile_BussinessScope" = "Servicios";
"WeApp_Profile_DeveloperInfo" = "Propietario";
"WeApp_Profile_BindBrandInfo" = "Cuentas oficiales relacionadas";
"WeApp_Profile_AuthorizationTips" = "Permitir a \"%@\" usar mi:";
"WeApp_Profile_AuthorizationDenyTips" = "Si se deshabilita la autorización, algunas funciones del Miniprograma podrían verse afectadas. ¿Desea deshabilitarla ahora?";
"WeApp_Profile_DenyAuthorization" = "Deshabilitar";
"WeApp_Profile_AuthorizationEmptyTip" = "\"%@\" no utilizó nada de su información";
"WeApp_Profile_NoMoreBindBrand" = "No hay más Cuentas oficiales";
"WeApp_Profile_AuthorizationLocationDeny" = "Nunca";
"WeApp_Profile_AuthorizationLocationWhenInUseAllow" = "Durante el uso";
"WeApp_Profile_AuthorizationLocationAlwaysAllow" = "Siempre";
"WeApp_Profile_AuthorizationLocationDenyLongVer" = "Nunca";
"WeApp_Profile_AuthorizationLocationWhenInUseAllowLongVer" = "Durante el uso del Miniprograma únicamente";
"WeApp_Profile_AuthorizationLocationAlwaysAllowLongVer" = "Durante el uso del Miniprograma y después de cerrarlo";
"WeApp.ScopeKey.Location.Desc" = "Ubicación";
"WeApp.ScopeKey.Account.Desc" = "Información del usuario";
"WeApp.ScopeKey.Camera.Desc" = "Cámara";
"WeApp.ScopeKey.MircoPhone.Desc" = "Micrófono";
"WeApp.Camera.Not.Available" = "La cámara ya está en uso o no se detectó. Vuelva a intentarlo más tarde.";
"WeApp.Navigate.MiniProgram.Tip" = "Obteniendo información...";
"WeApp_UserAutoFill_TitlePre" = "¿Utilizar la información guardada?";
"WeApp_UserAutoFill_TitleAfter" = "¿Guardar la información introducida?";
"WeApp_UserAutoFill_OpenDetail" = "Más información";
"WeApp_UserAutoFill_PhoneAuthTitle" = "Autorización de número de móvil de WeChat";
"WeApp_UserAutoFill_PhoneAuthAllow" = "Confirmar";
"WeApp_UserAutoFill_PhoneVerifyTitle" = "Introducir el código de verificación SMS";
"WeApp_UserAutoFill_PhoneVerifyContent" = "Enviado al número de móvil: %@.";
"WeApp_UserAutoFill_PhoneVerifyNotReceive" = "¿No recibió el código de verificación?";
"WeApp_UserAutoFill_PhoneVerifyRetry" = "Volver a enviar";
"WeApp_UserAutoFill_PhoneVerifyRetryInfo" = "Código de verificación incorrecto. Volva a enviar.";
"WeApp_UserAutoFill_PhoneVerifyRetryFrequently" = "Demasiados intentos. Vuelva a intentarlo más tarde.";
"WeApp_UserAutoFill_PhoneBindTitle" = "No hay un número vinculado con la cuenta de WeChat";
"WeApp_UserAutoFill_PhoneBindContent" = "Vincule un número de móvil con su cuenta de WeChat para usar la función de autorellenar";
"WeApp_UserAutoFill_PhoneBind" = "Vincular móvil";
"WeApp_UserAutoFill_PhoneSmsTips" = "SMS enviado";
"WeApp_UserAutoFill_PhoneBindTips" = "Guardado correctamente";
"WeApp_UserAutoFill_PhoneSmsError" = "Error al enviar el SMS.";
"WeApp_UserAutoFill_PhoneSmsFail" = "No se puede enviar el SMS.";
"WeApp_UserAutoFill_CountDown" = "Volver a enviar después de %d s.";
"WeApp_UserAutoFill_AuthInfoTitle" = "Acerca de la autorización de número de móvil de WeChat";
"WeApp_UserAutoFill_AuthComplaint" = "Denunciar este Miniprograma";
"WeApp_GetPhoneNumber_RequireToGet" = "Solicita para obtener";
"WeApp_GetPhoneNumber_YourPhoneListTitle" = "Su número de móvil";
"WeApp_GetPhoneNumber_ManagePhoneList" = "Gestionar números de móvil";
"WeApp_GetPhoneNumber_UseOtherPhone" = "Usar otro número de móvil";
"WeApp_GetPhoneNumber_BindedWxPhone" = "Vinculado a WeChat";
"WeApp_GetPhoneNumber_Reject" = "Denegar";
"WeApp_GetPhoneNumber_Allow" = "Permitir";
"WeApp_GetPhoneNumber_AuthTitle" = "Acerca del acceso de terceros al número de móvil";
"WeApp_GetPhoneNumber_AddNewPhone" = "Agregar móvil";
"WeApp_GetPhoneNumber_AddNewPhone_CompliantPrefrefix" = "Si experimenta recopilación de datos o uso de su información inusuales, denúncielo.";
"WeApp_GetPhoneNumber_AddNewPhone_Compliant" = "Denunciar";
"WeApp_GetPhoneNumber_ManagePhone" = "Gestionar";
"WeApp_GetPhoneNumber_AddNewPhone_ReachLimitation" = "El límite es %d números de móvil";
"WeApp_GetPhoneNumber_AddNewPhone_Title" = "Agregar móvil";
"WeApp_GetPhoneNumber_AddNewPhone_PhoneNumber" = "Móvil";
"WeApp_GetPhoneNumber_AddNewPhone_ConfirmCode" = "Código";
"WeApp_GetPhoneNumber_AddNewPhone_SavePhone" = "Guardar para más tarde";
"WeApp_GetPhoneNumber_AddNewPhone_SendConfirmCode" = "Volver a enviar";
"WeApp_GetPhoneNumber_AddNewPhone_PlaceHolder_EnterValidPhoneNumber" = "Introduzca un número de móvil válido";
"WeApp_GetPhoneNumber_AddNewphone_PlaceHolder_EnterConfirmCode" = "Código de verificación de 6 dígitos";
"WeApp_GetPhoneNumber_NetError" = "Error de red";
"WeApp_RemoteDebug_MaskLabel_Disconnect" = "No hay conexión de red...";
"WeApp_RemoteDebug_MaskLabel_Breakpoint" = "Se interrumpió...";
"WeApp_RemoteDebug_MaskLabel_WaitingIDE" = "Esperando que se agregue la herramienta...";
"WeApp_RemoteDebug_MaskLabel_TooMuchMsg" = "Demasiados mensajes pendientes...";
"WeApp_RemoteDebug_ConnectLabel_Disconnect" = "Desconectado";
"WeApp_RemoteDebug_ConnectLabel_Connecting" = "Conectando";
"WeApp_RemoteDebug_ConnectLabel_Connected" = "Conectado";
"WeApp_RemoteDebug_ConnectLabel_Reconnect" = "Volver a intentar %tu...";
"WeApp_RemoteDebug_ServerLabel_None" = "Servidor--";
"WeApp_RemoteDebug_ServerLabel_Normal" = "El servidor funciona con normalidad";
"WeApp_RemoteDebug_ServerLabel_Error" = "Error de procesamiento del servidor";
"WeApp_RemoteDebug_ServerLabel_WaitIDE" = "Mensajes del servidor pendientes";
"WeApp_RemoteDebug_EndReason_NotSupported" = "La versión actual de iOS no admite la depuración remota de Minijuegos";
"WeApp_RemoteDebug_EndReason_DebugFinish" = "La depuración local finalizó";
"WeApp_RemoteDebug_EndReason_TicketFail" = "No se pudo obtener un ticket";
"WeApp_RemoteDebug_EndReason_IDEQuit" = "La herramienta de desarrollo salió de la depuración";
"WeApp_RemoteDebug_EndReason_IsDebug" = "La sala se está depurando y no se puede volver a agregar";
"WeApp_RemoteDebug_SendFail_AskRetry" = "Error al enviar. ¿Desea reintentar?";
"WeApp_RemoteDebug_ConnectFail_AskRetry" = "Error de red. ¿Desea reintentar?";
"WeApp_RemoteDebug_PannelString_Expand" = "Expandir";
"WeApp_RemoteDebug_PannelString_Shrink" = "Contraer";
"WeApp_RemoteDebug_PannelString_Stop" = "Detener";
"WeApp_RemoteDebug_PannelString_Log" = "Registro";
"WeApp_RemoteDebug_PannelString_NeedConfirm" = "A confirmar";
"WeApp_RemoteDebug_PannelString_NeedSend" = "A enviar";
"WeApp_RemoteDebug_PannelString_HasSend" = "Enviado";
"WeApp_RemoteDebug_PannelString_HasRecv" = "Recibido";
"WeApp_RemoteDebug_PannelString_AlwaysOnTop" = "Siempre arriba";
"WeApp_RemoteDebug_Common_GiveUp" = "Salir";
"WeApp_RemoteDebug_Common_Retry" = "Reintentar";
"WeApp_RemoteDebug_Connection_Error" = "Error al conectar con el kit de herramientas del desarrollador";
"WeApp_RemoteDebug_Unsupport" = "La versión actual de su sistema no admite la apertura de Miniprogramas.";
"WeApp_Mac_Tips_EmptyBindPhone_Title" = "Vincular su número de móvil";
"WeApp_Mac_Tips_EmptyBindPhone_Msg" = "Puede vincularlo en la app móvil de WeChat.";
"WeApp_ForceClose_Title" = "Consejo";
"WeApp_ForceClose_InjectJsError" = "No se puede cargar";
"WeApp_ForceClose_NoActive" = "El Miniprograma se cerró de forma imprevista. Vuelva a intentarlo más tarde.";
"WeApp_ForceClose_ForeApp" = "Memoria insuficiente. Abra el Miniprograma y vuelva a intentarlo.";
"weApp_ForceClose_ForeGame" = "Memoria insuficiente. Abra el Minijuego y vuelva a intentarlo.";
"WeApp_ForceClose_PubLibUpdate" = "Recurso actualizado. Reinicie el Miniprograma.";
"WeApp_ForceClose_Lock" = "WeChat bloqueado. Reinicie el Miniprograma para usarlo.";
"WeApp_OpenTask_Error_LaunchWeAppFail" = "No se puede abrir el Miniprograma (código de error: %d)";
"WeApp_OpenTask_Error_PushWebViewTimeout" = "Se agotó el tiempo de espera de apertura del Miniprograma";
"WeApp_OpenTask_Error_EnterAnimationTimeout" = "Se agotó el tiempo de espera de carga del Miniprograma";
"WeApp_OpenTask_Error_Multiprocess" = "Se produjo un error de procesamiento. Vuelva a intentar abrir el Miniprograma más tarde.";
"WeApp_OpenTask_Error_Open" = "El Miniprograma se está actualizando. Vuelva a intentar abrirlo más tarde.";
"WeApp_Pay_View_Desc" = "Escanear con WeChat para completar el pago";
"WeApp_Pay_Success" = "Pago correcto";
"WeApp_DebugMode_Dev" = "Versión para desarrolladores";
"WeApp_DebugMode_RDM" = "Versión de prueba";
"WeApp_Profile_Score" = "";
"WeApp_Profile_Location" = "Localizando";
"WeApp_Profile_Voice" = "Grabando audio";
"WeApp_Profile_Video" = "Grabando pantalla";
"WeApp_Profile_Home_Disable" = "Esta es la página principal";
"WeApp_Profile_Share_Disable" = "No se puede compartir esta página";
"WeApp_Profile_Setting_Disable" = "Ajustes del Miniprograma";
"WeApp_Privacy_Location_Setting" = "Ir a establecer";
"WeApp_Privacy_Location_Service" = "Servicios de ubicación no habilitados";
"WeApp_Privacy_Location_Desc" = "1. Vaya a \"Preferencias del sistema\" > \"Seguridad y privacidad\" > \"Privacidad\" > \"Servicios de ubicación\" > seleccione \"Habilitar Servicios de ubicación\".\n2. Permita a \"WeChat\" usar Servicios de ubicación.";
"WeApp_Crash_Desc" = "El proceso del Miniprograma \"%@\" se cerró de forma imprevista. ¿Volver a abrirlo?";
"WeApp_Crash_Confirm" = "Volver a abrir";
